Repository: fdessbesell/cursor-image-lite
Catalog: languages/cursor-image-lite-*.po
Languages: pt_br

source: A default cursor is required when a hover cursor is selected.
pt_br: É necessário um cursor padrão quando um cursor secundário é selecionado.

source: Customize the website cursor with PNG images (default cursor + hover). Lightweight, free, and minimalist.
pt_br: Personalize o cursor do site com imagens PNG (cursor padrão + ao passar o mouse). Leve, gratuito e minimalista.

source: Default cursor (PNG) — required
pt_br: Cursor padrão (PNG) — obrigatório

source: Default cursor file not found.
pt_br: Arquivo de cursor padrão não encontrado.

source: Hover cursor (PNG) — optional
pt_br: Cursor secundário (PNG) — opcional

source: Hover size (px):
pt_br: Tamanho (px):

source: If defined, it will be used when hovering over links and buttons.
pt_br: Se definido, será usado ao passar o cursor sobre links e botões.

source: If this plugin has been helpful, please consider supporting it:
pt_br: Se este plugin lhe foi útil, considere apoiá-lo:

source: If you enjoy Cursor Image Lite and want to support development, please consider a contribution: %s
pt_br: Se você gosta do Cursor Image Lite e deseja apoiar o desenvolvimento, considere fazer uma contribuição: %s

source: Remove
pt_br: Remover

source: Select image
pt_br: Selecionar imagem

source: Settings
pt_br: Configurações

source: Size (px):
pt_br: Tamanho (px):

source: The default cursor is too large (max 200KB).
pt_br: O cursor padrão é muito grande (máximo de 200 KB).

source: The default cursor must be a PNG.
pt_br: O cursor padrão deve ser um PNG.

source: The hover cursor is too large (max 200KB).
pt_br: O cursor secundário é muito grande (máximo de 200 KB).

source: The hover cursor must be a PNG.
pt_br: O cursor secundário deve ser um arquivo PNG.

source: We recommend lightweight images (max 200KB).
pt_br: Recomendamos imagens leves (máximo de 200 KB).
